tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "ethereum/ethereum"
tap "homebrew/cask-versions"
tap "mdogan/zulu"
tap "riscv/riscv"
tap "johanhaleby/kubetail"
tap 'planetscale/tap'
tap "koekeishiya/formulae"
tap "pyroscope-io/brew"
tap 'oven-sh/bun'
tap 'tursodatabase/tap'

#Installing casks
cask 'zoom'
cask 'font-fira-code-nerd-font'
cask 'figma'
cask 'font-recursive-code'
cask 'ledger-live'
cask 'vlc'
cask 'inkdrop'
cask 'obs'
cask 'brave-browser'
cask 'onyx'
cask 'slack'
cask 'visual-studio-code'
cask 'insomnia'
cask 'mactex-no-gui'
cask 'transmission'
cask 'keka'
cask 'whatsapp'
cask 'imageoptim'
cask 'zulu-jdk7'
cask 'chromedriver'
cask 'sequel-ace'
cask 'flycut'
cask 'alacritty'

#Installing Software
brew 'python3'
brew 'opam'
brew 'nvm'
brew 'mas'
brew 'tldr'
brew 'kops'
brew 'eksctl'
brew 'watch'
brew 'jq'
brew 'pyroscope'
brew 'imagemagick'
brew 'pnpm'
brew 'parallel'
brew 'rustup'
brew 'bun'
brew 'zig'
brew 'yarn'
brew 'pscale'
brew 'efm-langserver'
brew 'apache-spark'
brew 'thefuck'
brew 'Tesseract'
brew 'kubernetes-cli'
brew 'bat'
brew 'nvm'
brew 'zsh'
brew 'tmux'
brew 'golang' 
brew 'gawk'
brew 'httpd'
brew 'php'
brew 'turso'
brew 'netcat'
brew 'maven'
brew 'wget'
brew 'qemu'
brew 'nasm'
brew 'lima'
brew 'docker'
brew 'colima'
brew 'helm'
brew 'pandoc'
brew 'flyctl'
brew 'pinentry-mac'
brew 'gpg'
brew 'jenv'
brew 'transmission-cli'
brew 'ethereum'
brew 'neovim'
brew 'mysql@5.7'
brew 'duckdb'
brew 'ant@1.9'
brew 'svn'
brew 'maven'
brew 'ncurses'
brew 'starship'
brew 'delve'
brew 'k9s'
brew 'selenium-server'
brew 'terraform'
brew 'yt-dlp'
brew 'fzf'
brew 'ripgrep'
brew 'riscv-tools'
brew 'kubetail'
brew 'ansible'
brew 'yabai'
brew 'skhd'

mas 'XCode', id: 497799835
