tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "ethereum/ethereum"
tap "homebrew/cask-versions"
tap "riscv/riscv"
tap "johanhaleby/kubetail"
tap 'planetscale/tap'
tap "koekeishiya/formulae"
tap "oven-sh/bun"
tap "tursodatabase/tap"
tap "nikitabobko/tap"

#Installing casks
cask 'zoom'
cask 'font-fira-code-nerd-font'
cask 'font-recursive-code'
cask 'ledger-live'
cask 'vlc'
cask 'rectangle'
cask 'discord'
cask 'whatsapp'
cask 'obs'
cask 'onyx'
cask 'wezterm'
cask 'mactex-no-gui'
cask 'transmission'
cask 'imageoptim'
cask 'chromedriver'
cask 'sequel-ace'
cask 'flycut'

#Installing Software
brew 'python3'
brew 'opam'
brew 'nvm'
brew 'mas'
brew 'tldr'
brew 'kops'
brew 'eksctl'
brew 'tailwindcss'
brew 'watch'
brew 'jq'
brew 'sqlite'
brew 'btop'
brew 'spotifyd'
brew 'w3m'
brew 'imagemagick'
brew 'httpie'
brew 'pnpm'
brew 'parallel'
brew 'enchant'
brew 'rustup'
brew 'glow'
brew 'gifsicle'
brew 'bun'
brew 'zig'
brew 'yarn'
brew 'gradle'
brew 'qemu'
brew 'pscale'
brew 'apache-spark'
brew 'thefuck'
brew 'Tesseract'
brew 'kubernetes-cli'
brew 'bat'
brew 'nvm'
brew 'zsh'
brew 'tmux'
brew 'golang' 
brew 'direnv'
brew 'graphviz'
brew 'gnuplot'
brew 'slides'
brew 'gawk'
brew 'httpd'
brew 'php'
brew 'turso'
brew 'netcat'
brew 'maven'
brew 'wget'
brew 'qemu'
brew 'mysql'
brew 'nasm'
brew 'mvn'
brew 'helm'
brew 'pandoc'
brew 'flyctl'
brew 'glow'
brew 'cmatrix'
brew 'just'
brew 'gpg'
brew 'jenv'
brew 'transmission-cli'
brew 'ethereum'
brew 'neovim'
brew 'elixir'
brew 'duckdb'
brew 'svn'
brew 'maven'
brew 'ncurses'
brew 'llvm'
brew 'starship'
brew 'k9s'
brew 'selenium-server'
brew 'terraform'
brew 'yt-dlp'
brew 'fzf'
brew 'podman'
brew 'ripgrep'
brew 'riscv-tools'
brew 'kubetail'
brew 'ansible'

mas 'Bitwarden', id: 1352778147
mas 'Keynote', id: 409183694
mas 'Noir – Dark Mode for Safari', id: 1592917505
