tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "ethereum/ethereum"
tap "homebrew/cask-versions"
tap "mdogan/zulu"
tap "riscv/riscv"
tap "johanhaleby/kubetail"
tap 'planetscale/tap'

#Installing casks
cask 'visual-studio-code'
cask 'zoom'
cask 'font-fira-code-nerd-font'
cask 'font-recursive-code'
cask 'flutter'
cask 'arc'
cask 'ledger-live'
cask 'flutter'
cask 'obs'
cask 'transmission'
cask 'rectangle'
cask 'keka'
cask 'flycut'
cask 'onyx'
cask 'imageoptim'
cask 'kap'
cask 'sequel-ace'
cask 'zulu-jdk7'
cask 'shottr'
cask 'chromedriver'
cask 'temurin8'
cask 'google-cloud-sdk'
cask 'visualvm'
cask 'yt-music'

#Installing Software
brew 'python3'
brew 'nvm'
brew 'tldr'
brew 'kops'
brew 'eksctl'
brew 'direnv'
brew 'watch'
brew 'neo4j'
brew 'jq'
brew 'pnpm'
brew 'rustup'
brew 'azure-cli'
brew 'yarn'
brew 'pscale'
brew 'apache-spark'
brew 'thefuck'
brew 'kubernetes-cli'
brew 'scala@2.13'
brew 'bat'
brew 'nvm'
brew 'zsh'
brew 'tmux'
brew 'golang' 
brew 'gawk'
brew 'httpd'
brew 'php'
brew 'maven'
brew 'java11'
brew 'wget'
brew 'qemu'
brew 'lima'
brew 'docker'
brew 'colima'
brew 'helm'
brew 'flyctl'
brew 'pinentry-mac'
brew 'gpg'
brew 'jenv'
brew 'transmission-cli'
brew 'ethereum'
brew 'neovim'
brew 'mysql@5.7'
brew 'ant@1.9'
brew 'svn'
brew 'maven'
brew 'ncurses'
brew 'starship'
brew 'k9s'
brew 'selenium-server'
brew 'terraform'
brew 'fzf'
brew 'ripgrep'
brew 'awscli'
brew 'riscv-tools'
brew 'kubetail'
